Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/J38.tmx
Source language: en_us
Languages: zh_cn

source: Chapter 1 The New Era in World Politics
zh_cn: 第一章 世界政治的新时代

source: Introduction： Flags and Cultural Identity
zh_cn: 引论：旗帜与文化认同

source: On January 3, 1992, a meeting of Russian and American scholars took place in the auditorium of a government building in Moscow.
zh_cn: 1992年1月3日，俄罗斯和美国学者在莫斯科政府大楼的演讲厅中举行了一次会议。

source: Two weeks earlier the Soviet Union had ceased to exist and the Russian Federation had become an independent country.
zh_cn: 两个星期以前，苏联不复存在，俄罗斯联邦成为一个独立的国家。

source: As a result, the statue of Lenin which previously graced the stage of the auditorium had disappeared and instead the flag of the Russian Federation was now displayed on the front wall.
zh_cn: 结果，从前装饰在演讲台上的列宁塑像消失了，取而代之的是挂在前墙上的俄罗斯联邦的国旗。

source: The only problem, one American observed, was that the flag had been hung upside down.
zh_cn: 一个美国人注意到，唯一的问题是那面国旗挂反了。

source: After this was pointed out to the Russian hosts, they quickly and quietly corrected the error during the first intermission.
zh_cn: 当美国人向俄罗斯东道主指出这个问题后，他们在第一次休会期间迅速悄悄地纠正了这个错误。

source: The years after the Cold War witnessed the beginnings of dramatic changes in peoples' identities and the symbols of those identities.
zh_cn: 冷战结束后的几年中，人们的认同和那些认同的标志开始发生急剧的变化。

source: Global politics began to be reconfigured along cultural lines.
zh_cn: 全球政治开始沿着文化线被重构。

source: Upside-down flags were a sign of the transition, but more and more the flags are flying high and true, and Russians and other peoples are mobilizing and marching behind these and other symbols of their new cultural identities.
zh_cn: 被反挂的国旗是变化的一个迹象，但是越来越多的国旗正在被正确地高高挂起，俄罗斯人和其他民族正在他们新的文化认同的这样和那样的标志背后动员和前进。

source: On April 18, 1994, two thousand people rallied in Sarajevo waving the flags of Saudi Arabia and Turkey.
zh_cn: 1994年4月18日，2000人聚集在萨拉热窝市挥舞着沙特阿拉伯和土耳其的国旗。

source: By flying those banners, instead of U.N., NATO, or American flags, these Sarajevans identified themselves with their fellow Muslims and told the world who were their real and not-so-real friends.
zh_cn: 这些萨拉热窝人通过挥舞这些旗帜而不是联合国、北约或美国的旗帜，认同于他们的穆斯林伙伴，并告诉世界谁是他们真正的朋友，谁不是。

source: On October 16, 1994, in Los Angeles 70,000 people marched beneath “a sea of Mexican Hags" protesting Proposition 187, a referendum measure which would deny many state benefits to illegal immigrants and their children.
zh_cn: 1994年10月16日，在洛杉矶，7万人在“墨西哥国旗的旗海”下游行抗议187号公民提案，该提案是一个提交公民复决的措施，它否定国家给予非法移民及其子女的多项福利。

source: Why are they "walking down the street with a Mexican flag and demanding that this country give them a free education?" observers asked. “They should be waving the American Hag."
zh_cn: 一些观察者提出这样的问题：为什么他们“举着墨西哥国旗游行，同时又要求这个国家给予他们免费教育？他们应当挥舞美国国旗”。

source: Two weeks later more protestors did march down the street carrying an American flag—upside down.
zh_cn: 两个星期以后，更多的抗议者确实举着美国国旗在街上行进，但却是倒举着。

source: These flag displays ensured victory for Proposition 187, which was approved by 59 percent of California voters.
zh_cn: 这种举旗方式确保了187号公民提案的胜利，它得到了加利福尼亚州59％的选民的赞同。

source: In the post-Cold War world flags count and so do other symbols of cultural identity, including crosses, crescents, and even head coverings, because culture counts, and cultural identity is what is most meaningful to most people.
zh_cn: 在冷战后的世界，旗帜有其考虑的价值，其他文化认同的标志也是如此，包括十字架、新月形、甚至头盖，因为文化有其考虑的价值，文化认同对于大多数人来说是最有意义的东西。

source: People are discovering new but often old identities and marching under new but often old flags which lead to wars with new but often old enemies.
zh_cn: 人们正在发现新的但常常是旧的认同，在新的但常常是旧的旗帜下行进，这导致了同新的但常常是旧的敌人的战争。

source: One grim Wzltanschauung for this new era was well expressed by the Venetian nationalist demagogue in Michael Dibdin's novel, Dead Lagoon： “There can be no true friends without true enemies.
zh_cn: 迈克尔·迪布丁的小说《死亡环礁湖》中的威尼斯民族主义煽动者，用一个不祥的世界观为这一新时期作了很好的表述：“如果没有真正的敌人，也就没有真正的朋友。

source: Unless we hate what we are not, we cannot love what we are.
zh_cn: 除非我们憎恨非我族类。我们便不可能爱我族类。

source: These are the old truths we are painfully rediscovering after a century and more of sentimental cant.
zh_cn: 这些是我们在一个世纪之后正在痛苦地重新发现的古老真理和更加充满情感的套语。

source: Those who deny them deny their family, their heritage, their culture, their birthright, their very selves! They will not lightly be forgiven."
zh_cn: 那些否定它们的人也否定他们的家庭、他们的遗产、他们的文化、他们的与生俱来的权利以及他们本身！他们不能轻易地得到原谅。”

source: The unfortunate truth in these old truths cannot be ignored by statesmen and scholars.
zh_cn: 政治家和学者们不能忽视蕴含在这些古老真理中的不幸的真理。

source: For peoples seeking identity and reinventing ethnicity, enemies are essential, and the potentially most dangerous enmities occur across the fault lines between the world's major civilizations.
zh_cn: 对于那些正在寻求认同和重新创造种族性的人们来说，敌人是必不可少的，而潜在的最危险的敌人会出现在世界各主要文明之间的断层线上。

source: The central theme of this book is that culture and cultural identities, which at the broadest level are civilization identities, are shaping the patterns of cohesion, disintegration, and conflict in the post-Cold War world.
zh_cn: 本书的主题是文化和文化认同（它在最广泛的层面上是文明认同）形成了冷战后世界上的结合、分裂和冲突模式。

source: The five parts of this book elaborate corollaries to this main proposition.
zh_cn: 本书的五个组成部分详细阐述了这一主要命题的推论。

source: Part I: For the first time in history global politics is both multipolar and multicivilizational; modernization is distinct from Westernization and is producing neither a universal civilization in any meaningful sense nor the Westernization of non-Western societies.
zh_cn: 第一部分：历史上，全球政治第一次成为多极的和多文明的；现代化有别于西方化，它既未产生任何有意义的普世文明，也未产生非西方社会的西方化。

source: Part II: The balance of power among civilizations is shifting： the West is declining in relative influence; Asian civilizations are expanding their economic, military, and political strength; Islam is exploding demographically with destabilizing consequences for Muslim countries and their neighbors; and non-Western civilizations generally are reaffirming the value of their own cultures.
zh_cn: 第二部分：文明之间的力量对比正在发生变化：西方的影响在相对下降；亚洲文明正在扩张其经济、军事和政治实力；伊斯兰世界正在出现人口爆炸，这造成了穆斯林国家及其邻国的不稳定；非西方文明一般都正在重新肯定自己的文化价值。

source: Part III: A civilization-based world order is emerging： societies sharing cultural affinities cooperate with each other； efforts to shift societies from one civilization to another are unsuccessful; and countries group themselves around the lead or core states of their civilization.
zh_cn: 第三部分：以文明为基础的世界秩序正在出现：文化类同的社会彼此合作；从一个文明转变为另一个文明的努力没有获得成功；各国围绕着它们文明的领导国家或核心国家来划分自己的归属。

source: Part IV: The Wesfs universalist pretensions increasingly bring it into conflict with other civilizations, most seriously with Islam and China; at the local level fault line wars, largely between Muslims and non-Muslims, generate "kin-country rallying," the threat of broader escalation, and hence efforts by core states to halt these wars.
zh_cn: 第四部分：西方国家的普世主义日益把它引向同其他文明的冲突，最严重的是同伊斯兰和中国的冲突；在区域层面的断层线上的战争，很大程度上是穆斯林同非穆斯林的战争，产生了“亲缘国家的集结”和更广泛的逐步升级的威胁，并因此引起核心国家努力制止这些战争。

source: Part V: The survival of the West depends on Americans reaffirming their Western identity and Westerners accepting their civilization as unique not universal and uniting to renew and preserve it against challenges from nonWestern societies.
zh_cn: 第五部分：西方的生存依赖于美国人重新肯定他们对西方的认同，以及西方人把自己的文明看作独特的而不是普世的，并且团结起来更新和保护自己的文明，应对来自非西方社会的挑战。

source: Avoidance of a global war of civilizations depends on world leaders accepting and cooperating to maintain the multicivilizational character of global politics.
zh_cn: 避免全球的文明战争要靠世界领导人愿意维持全球政治的多文明特征，并为此进行合作。

source: A Multipolar, Multicivilizational World
zh_cn: 一个多极和多文明的世界

source: In the post-Cold War world, for the first time in history, global politics has become multipolar and multicivilizational.
zh_cn: 在冷战后的世界中，全球政治在历史上第一次成为多极的和多文明的。

source: During most of human existence, contacts between civilizations were intermittent or nonexistent.
zh_cn: 在人类生存的大部分时期，文明之间的交往是间断的或根本不存在。

source: Then, with the beginning of the modern era, about A.D. 1500, global politics assumed two dimensions.
zh_cn: 然后，随着近代时期的起始，大约在公元1500年，全球政治呈现出两个方面。

source: For over four hundred years, the nation states of the West - Britain, France, Spain, Austria, Prussia, Germany, the United States, and others - constituted a multipolar international system within Western civilization and interacted, competed, and fought wars with each other.
zh_cn: 在400多年里，西方的民族国家——英国、法国、西班牙、奥地利、普鲁士、德国和美国以及其他国家在西方文明内构成了一个多极的国际体系，并且彼此相互影响、竞争和开战。

source: At the same time, Western nations also expanded, conquered, colonized, or decisively influenced every other civilization (Map 1.1).
zh_cn: 同时，西方民族也扩张、征服、殖民，或决定性地影响所有其他文明。

source: During the Cold War global politics became bipolar and the world was divided into three parts.
zh_cn: 冷战时期，全球政治成为两极化的，世界被分裂为三个部分。

source: A group of mostly wealthy and democratic societies, led by the United States, was engaged in a pervasive ideological, political, economic, and, at times, military competition with a group of somewhat poorer communist societies associated with and led by the Soviet Union.
zh_cn: 一个由美国领导的最富裕的和民主的社会集团，同一个与苏联联合和受它领导的略贫穷一些的集团展开了竞争，这是一个无所不在的意识形态的、政治的、经济的，有时是军事的竞争。

source: Much of this conflict occurred in the Third World outside these two camps, composed of countries which often were poor, lacked political stability, were recently independent, and claimed to be nonaligned (Map 1.2).
zh_cn: 许多这样的冲突发生在这两个阵营以外的由下述国家组成的第三世界里：它们常常是贫穷的，缺少政治稳定性的，新近独立的，宣称是不结盟的。

source: In the late 1980s the communist world collapsed, and the Cold War international system became history.
zh_cn: 20世纪80年代末，随着共产主义世界的崩溃，冷战的国际体系成为历史。

source: In the post-Cold War world, the most important distinctions among peoples are not ideological, political, or economic. They are cultural.
zh_cn: 在冷战后的世界中，人民之间最重要的区别不是意识形态的、政治的或经济的，而是文化的区别。

source: Peoples and nations are attempting to answer the most basic question humans can face: Who are we?
zh_cn: 人民和民族正试图回答人类可能面对的最基本的问题：我们是谁？

source: And they are answering that question in the traditional way human beings have answered it, by reference to the things that mean most to them.
zh_cn: 他们用人类曾经用来回答这个问题的传统方式来回答它，即提到对于他们来说最有意义的事物。

source: People define themselves in terms of ancestry, religion, language, history, values, customs, and institutions.
zh_cn: 人们用祖先、宗教、语言、历史、价值观、习俗和体制来界定自己。

source: They identify with cultural groups: tribes, ethnic groups, religious communities, nations, and, at the broadest level, civilizations.
zh_cn: 他们认同于部落、种族集团、宗教社团、民族，以及在最广泛的层面上认同于文明。

source: People use politics not just to advance their interests but also to define their identity.
zh_cn: 人们不仅使用政治来促进他们的利益，而且还用它来界定自己的认同。

source: We know who we are only when we know who we are not and often only when we know whom we are against.
zh_cn: 我们只有在了解我们不是谁、并常常只有在了解我们反对谁时，才了解我们是谁。

source: Nation states remain the principal actors in world affairs.
zh_cn: 民族国家仍然是世界事务中的主要因素。

source: Their behavior is shaped as in the past by the pursuit of power and wealth, but it is also shaped by cultural preferences, commonalities, and differences.
zh_cn: 它们的行为像过去一样受对权力和财富的追求的影响，但也受文化偏好、文化共性和文化差异的影响。

source: The most important groupings of states are no longer the three blocs of the Cold War but rather the world's seven or eight major civilizations (Map 1.3).
zh_cn: 对国家最重要的分类不再是冷战中的三个集团，而是世界上的七八个主要文明。

source: NonWestern societies, particularly in East Asia, are developing their economic wealth and creating the basis for enhanced military power and political influence.
zh_cn: 非西方社会，特别是东亚社会，正在发展自己的经济财富，创造提高军事力量和政治影响力的基础。

source: As their power and self-confidence increase, non-Western societies increasingly assert their own cultural values and reject those “imposed" on them by the West.
zh_cn: 随着权力和自信心的增长，非西方社会越来越伸张自己的文化价值，并拒绝那些由西方“强加”给它们的文化价值。

source: The "'international system of the twenty-first century," Henry Kissinger has noted, "... will contain at least six major powers - the United States, Europe, China, Japan, Russia, and probably India - as well as a multiplicity of medium-sized and smaller countries.''
zh_cn: 亨利·基辛格曾注意到：“21世纪的国际体系......将至少包括六个主要的强大力量——美国、欧洲、中国、日本、俄罗斯，也许还有印度——以及大量中等国家和小国。”

source: Kissinger's six major powers belong to five very different civilizations, and in addition there are important Islamic states whose strategic locations, large populations, and/or oil resources make them influential in world affairs.
zh_cn: （注1）基辛格提到的六个主要强大力量属于五个十分不同的文明，此外，还存在着一些重要的伊斯兰国家，它们的战略位置、庞大的人口和（或）石油资源，使得它们在世界事务中具有影响力。

source: In this new world, local politics is the politics of ethnicity; global politics is the politics of civilizations.
zh_cn: 在这个新世界中，区域政治是种族的政治，全球政治是文明的政治。

source: The rivalry of the superpowers is replaced by the clash of civilizations.
zh_cn: 文明的冲突取代了超级大国的竞争。

source: In this new world the most pervasive, important, and dangerous conflicts will not be between social classes, rich and poor, or other economically defined groups, but between peoples belonging to different cultural entities.
zh_cn: 在这个新的世界里，最普遍的、重要的和危险的冲突不是社会阶级之间、富人和穷人之间，或其他以经济来划分的集团之间的冲突，而是属于不同文化实体的人民之间的冲突。

source: Tribal wars and ethnic conflicts will occur within civilizations.
zh_cn: 部落战争和种族冲突将发生在文明之内。

source: Violence between states and groups from different civilizations, however, carries with it the potential for escalation as other states and groups from these civilizations rally to the support of their "kin countries."
zh_cn: 然而，当来自不同文明的其他国家和集团集结起来支持它们的“亲缘国家”时，这些不同文明的国家和集团之间的暴力就带有逐步升级的潜力。

source: The bloody clash of clans in Somalia poses no threat of broader conflict.
zh_cn: 索马里部族的流血冲突没有造成更广泛的冲突威胁。

source: The bloody clash of tribes in Rwanda has consequences for Uganda, Zaire, and Burundi but not much further.
zh_cn: 卢旺达部落的流血冲突波及了乌干达、扎伊尔、布隆迪，但是没有广泛地蔓延。

source: The bloody clashes of civilizations in Bosnia, the Caucasus, Central Asia, or Kashmir could become bigger wars.
zh_cn: 波黑、高加索、中亚，或克什米尔境内的文明之间的流血冲突，可能演化为更大的战争。

source: In the Yugoslav conflicts, Russia provided diplomatic support to the Serbs, and Saudi Arabia, Turkey, Iran, and Libya provided funds and arms to the Bosnians, not for reasons of ideology or power politics or economic interest but because of cultural kinship.
zh_cn: 在南斯拉夫的冲突中，俄罗斯向塞尔维亚人提供外交支持，而沙特阿拉伯、土耳其、伊朗和利比亚向波斯尼亚人提供资金和武器，但它们这样做不是由于意识形态，或者权力政治或经济利益的缘故，而是由于文化亲缘关系。

source: "'Cultural conflicts,'' Vaclav Havel has observed, “are increasing and are more dangerous today than at any time in history," and Jacques Delors agreed that "'future conflicts will be sparked by cultural factors rather than economics or ideology.
zh_cn: 瓦茨拉夫·哈韦尔注意到，“文化的冲突正在增长，而且如今比以往历史上任何时候都更危险”，雅克·德洛尔也认为，“未来的冲突将由文化因素而不是经济或意识形态所引起”。

source: And the most dangerous cultural conflicts are those along the fault lines between civilizations.
zh_cn: 而最危险的文化冲突是沿着文明的断层线发生的那些冲突。

source: In the post-Cold War world, culture is both a divisive and a unifying force.
zh_cn: 在冷战后的世界，文化既是分裂的力量，又是统一的力量。

source: People separated by ideology but united by culture come together, as the two Germanys did and as the two Koreas and the several Chinas are beginning to.
zh_cn: 人民被意识形态所分离，却又被文化统一在一起，如两个德国所经历的那样，也如两个朝鲜和几个中国正开始经历的那样。

source: Societies united by ideology or historical circumstance but divided by civilization either come apart, as did the Soviet Union, Yugoslavia, and Bosnia, or are subjected to intense strain, as is the case with Ukraine, Nigeria, Sudan, India, Sri Lanka, and many others.
zh_cn: 社会被意识形态或历史环境统一在一起，却又被文明所分裂，它们或者像苏联、南斯拉夫和波斯尼亚那样分裂开来，或者像乌克兰、尼日利亚、苏丹、印度、斯里兰卡和许多其他国家的情况那样，陷于激烈的紧张状态。

source: Countries with cultural affinities cooperate economically and politically.
zh_cn: 具有文化亲缘关系的国家在经济上和政治上相互合作。

source: International organizations based on states with cultural commonality, such as the European Union, are far more successful than those that attempt to transcend cultures.
zh_cn: 建立在具有文化共同性的国家基础之上的国际组织，如欧洲联盟，远比那些试图超越文化的国际组织成功。

source: For forty-five years the Iron Curtain was the central dividing line in Europe.
zh_cn: 在45年里，“铁幕”是欧洲的主要分裂线。

source: That line has moved several hundred miles east.
zh_cn: 这条线已东移了几百英里。

source: It is now the line separating the peoples of Western Christianity, on the one hand, from Muslim and Orthodox peoples on the other.
zh_cn: 现在，它是一条一方面把西方基督教民族分离于穆斯林，另一方面把它分离于东正教的界线。

source: The philosophical assumptions, underlying values, social relations, customs, and overall outlooks on life differ significantly among civilizations.
zh_cn: 哲学假定、基本价值、社会关系、习俗以及全面的生活观在各文明之间有重大的差异。

source: The revitalization of religion throughout much of the world is reinforcing these cultural differences.
zh_cn: 遍及世界大部分地区的宗教复兴正在加强这些文化差异。

source: Cultures can change, and the nature of their impact on politics and economics can vary from one period to another.
zh_cn: 文化可以改变，它们的性质对政治和经济的影响可能随时期的不同而不同。

source: Yet the major differences in political and economic development among civilizations are clearly rooted in their different cultures.
zh_cn: 但是，文明之间在政治和经济发展方面的重大差异显然植根于它们不同的文化之中。

source: East Asian economic success has its source in East Asian culture, as do the difficulties East Asian societies have had in achieving stable democratic political systems.
zh_cn: 东亚经济的成功有其东亚文化的根源，正如在取得稳定的民主政治制度方面东亚社会所遇到的困难有其文化根源一样。

source: Islamic culture explains in large part the failure of democracy to emerge in much of the Muslim world.
zh_cn: 伊斯兰文化在很大程度上解释了为什么民主未能在大部分伊斯兰世界中出现。

source: Developments in the postcommunist societies of Eastern Europe and the former Soviet Union are shaped by their civilizational identities.
zh_cn: 后共产主义的东欧社会和苏联的发展受到了其文明认同的影响。

source: Those with Western Christian heritages are making progress toward economic development and democratic politics; the prospects for economic and political development in the Orthodox countries are uncertain; the prospects in the Muslim republics are bleak.
zh_cn: 那些具有西方基督教遗产的国家正在取得经济发展和民主政治的进步；东正教国家的经济和政治发展前景尚不明朗；而各穆斯林共和国的前景则很暗淡。

source: The West is and will remain for years to come the most powerful civilization.
zh_cn: 西方是而且在未来的若干年里仍将是最强大的文明。

source: Yet its power relative to that of other civilizations is declining.
zh_cn: 然而，它的权力相对于其他文明正在下降。

source: As the West attempts to assert its values and to protect its interests, nonWestern societies confront a choice.
zh_cn: 当西方试图伸张它的价值并保护它的利益时，非西方社会正面临着一个选择。

source: Some attempt to emulate the West and to join or to "bandwagon" with the West.
zh_cn: 其中一些试图竭力仿效和加入西方，或者“搭车”。

source: Other Confucian and Islamic societies attempt to expand their own economic and military power to resist and to "balance" against the West.
zh_cn: 其他儒教社会和伊斯兰社会则试图扩大自己的经济和军事力量以抵制和“用均势来平衡”西方。

source: A central axis of post-Cold War world politics is thus the interaction of Western power and culture with the power and culture of non-Western civilizations.
zh_cn: 因此，冷战后时代世界政治的一个主轴是西方的力量和文化与非西方的力量和文化的相互作用。
